Repository: CodeContent/pb_social
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# flexform.tab.general.caption
source: General Settings
de: Grundlegende Einstellungen

# flexform.tab.general.sysLogThisPlugin
source: Turn on TYPO3 Backend logging (sys_log) for this plugin
de: Protokoll für dieses Plugin einschalten (sys_log)

# flexform.tab.general.updatingFeeds
source: Feed update interval (in minutes)
de: Wie oft sollen die Feeds aktualisiert werden? (in Minuten)

# flexform.tab.general.requestLimit
source: Request limit for posts (small amount -> fast response)
de: Anzahl der Posts pro Anbieter (je weniger, desto schneller arbeitet die Extension)

# flexform.tab.general.showOnlyImages
source: Show only posts with pictures
de: Nur Posts anzeigen, die Bilder beinhalten

# flexform.tab.general.trimText
source: Trim text after reaching this letter limit
de: Den Text nach einer bestimmten Anzahl von Zeichen abschneiden

# flexform.tab.facebook.active
source: Active
de: Ausgabe aktiviert

# flexform.tab.facebook.facebookPageID
source: Facebook facebookPageID. (Enter one, only)
de: Facebock Seiten ID (facebookPageID). Bitte nur eine ID eintragen.

# flexform.tab.facebook.fullpicture
source: Load full sized picture
de: Bilder in voller Größe laden

# flexform.tab.facebook.facebookPluginKeyfieldEnabled
source: Use individual credentials instead of global extension configuration
de: Eigene Schlüssel für dieses Plugin anstatt der globalen Schlüssel in der Extension Konfiguration

# flexform.tab.instagram.active
source: Active
de: Ausgabe aktiviert

# flexform.tab.instagram.postfilter
source: Filter posts by given hashtag - if you specify search ID and hashtags, check this box to show only posts with the given hashtag(s)
de: Posts nach Hashtag filtern - wenn search ID und Hashtag angegeben wurden, werden nur die Posts mit dem angegebenen Hashtag ausgegeben

# flexform.tab.instagram.searchID
source: Instagram search IDs. Use commas to show more than one ID
de: Instagram IDs der Seiten, die angezeigt werden sollen. Verwenden Sie Kommas, um mehrere Seiten anzuzeigen

# flexform.tab.instagram.hashtag
source: Output most up to date Images with a specific hashtag. Use commas to show more than one.
de: Die aktuellsten Bilder mit einem bestimmten Hashtag anzeigen. Verwenden Sie Kommas, um mehrere anzuzeigen

# flexform.tab.instagram.instagramPluginKeyfieldEnabled
source: Use individual credentials instead of global extension configuration
de: Eigene Schlüssel für dieses Plugin anstatt der globalen Schlüssel in der Extension Konfiguration

# flexform.tab.linkedin.active
source: Active
de: Ausgabe aktiviert

# flexform.tab.linkedin.companyIds
source: LinkedIn company ID. You need to be administrator of the given company page(s)!
de: LinkedIn Unternehmens-ID. Sie müssen Administrator der LinkedIn-Unternehmensseite(n) sein!

# flexform.tab.linkedin.linkedinFilterChoice
source: Filter settings
de: Filter

# flexform.tab.linkedin.jobPostings
source: Show job postings
de: Job-Postings anzeigen

# flexform.tab.linkedin.newProducts
source: Show product postings
de: Produkt-Postings anzeigen

# flexform.tab.linkedin.statusUpdates
source: Show status updates
de: Status-Updates anzeigen

# flexform.tab.pinterest.active
source: Active
de: Ausgabe aktiviert

# flexform.tab.pinterest.username
source: Show pins of Pinterest user (please add the board at the bottom field)
de: Pins vom folgenden User anzeigen (unten bitte noch die Pinnwand angeben)

# flexform.tab.pinterest.boardname
source: Show pins of a specific Pinterest board of a user (needs username input at the upper field)
de: Pins von einer Pinnwand eines Users anzeigen (das Feld des Nutzernamens muss ausgefüllt sein)

# flexform.tab.pinterest.pinterestPluginKeyfieldEnabled
source: Use individual credentials instead of global extension configuration
de: Eigene Schlüssel für dieses Plugin anstatt der globalen Schlüssel in der Extension Konfiguration

# flexform.tab.twitter.active
source: Active
de: Ausgabe aktiviert

# flexform.tab.twitter.hideRetweets
source: Hide Retweets
de: Retweets verstecken?

# flexform.tab.twitter.showOnlyImages
source: Show only tweets with images
de: Nur Tweets anzeigen, die Bilder beinhalten

# flexform.tab.twitter.searchID
source: Twitter search field values (e.g. #plusB,@plusB,...). Use commas to show tweets from more than one page
de: Tweets anzeigen, die bestimmte Wörter beinhalten (z.b. plusB). Verwenden Sie Kommas, um Tweets mehrerer Seiten anzuzeigen

# flexform.tab.twitter.profilePosts
source: Show tweets of specific profiles. Use commas to show more than one
de: Zeige Tweets von bestimmten Twitter-Profilen. Verwenden Sie Kommas, um Tweets mehrerer Profile anzuzeigen

# flexform.tab.twitter.language
source: (Optional) Show tweets in a specific language (for example: use "de" for tweets in german language). For a list look at the ISO 639-1 codes on http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes
de: (Optional) Zeige Tweets nur in der entsprechenden Sprache an (z.B. "de" für Tweets, die in der deutschen Sprache sind). Für eine Liste, schaue auf die ISO 639-1 Codes auf http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes

# flexform.tab.twitter.geocode
source: (Optional) Returns tweets by users located within a given radius of the given latitude/longitude. Example value: "37.781157,-122.398720,1mi". the last parameter is the radius ("1mi" stands for one mile, use "km" for kilometers). Use http://mygeoposition.com/ to find your preferred geolocation
de: (Optional) Zeige Tweets nach der Geolocation innerhalb eines bestimmten Radius an. Z.B.: "37.781157,-122.398720,1mi". Der letzte Parameter ist der Radius ("1mi" steht für 1 Meile. Benutze "km" für Kilometer). Um eine Geolocation herauszufinden, nutze z.B. http://mygeoposition.com/

# flexform.tab.twitter.https
source: Include images with https
de: Einbinden der Bilder URLs mit https

# flexform.tab.twitter.twitterPluginKeyfieldEnabled
source: Use individual credentials instead of global extension configuration
de: Eigene Schlüssel für dieses Plugin anstatt der globalen Schlüssel in der Extension Konfiguration

# socialfeed_wizard.description
source: Displays feeds from social media platforms
de: Zeigt Feeds von Social Media Plattformen an

# flexform.tab.youtube.active
source: Active
de: Ausgabe aktiviert

# flexform.tab.youtube.searchword
source: Youtube searchword. Use commas to show more than one
de: Youtube Suchwort. Verwenden Sie Kommas, um mehrere Seiten anzuzeigen

# flexform.tab.youtube.playlist
source: Youtube playlist. If set, searchword will be ignored
de: Youtube playlist. Wenn gesetzt wird das Suchwort ignoriert

# flexform.tab.youtube.channel
source: Youtube channel-id. If set, searchword & playlist will be ignored
de: Youtube Channel-ID. Wenn gesetzt wird das Suchwort & die Playlist ignoriert

# flexform.tab.youtube.lang
source: (Optional) Show videos in a specific language (for example: use "de" for videos in german language). For a list look at the ISO 639-1 codes on http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes
de: (Optional) Zeige Videos nur in der entsprechenden Sprache an (z.B. "de" für Videos, die in der deutschen Sprache sind). Für eine Liste, schaue auf die ISO 639-1 Codes auf http://en.wikipedia.org/wiki/List_of_ISO_639-1_codes

# flexform.tab.youtube.type
source: (Optional) Restricts search on a particular type of resource. Default is "video,channel,playlist". "video,playlist" e.g. excludes channels from the result.
de: (Optional) Beschränkt die Suche auf gewisse Ergebnis-Typen. Der default-Wert ist "video,channel,playlist". "video,playlist" z.B. liefert keine Kanäle zurück.

# flexform.tab.youtube.order
source: (Optional) Order of posts (default is relevance)
de: (Optional) Sortierung der Ergebnisse (default ist "relevance")

# flexform.tab.youtube.order.relevance
source: relevance
de: Relevanz

# flexform.tab.youtube.order.date
source: date
de: Datum

# flexform.tab.youtube.order.videoCount
source: videoCount (order in channel)
de: videoCount (Sortierung innerhalb des Kanals)

# flexform.tab.youtube.order.title
source: title
de: Titel

# flexform.tab.youtube.order.rating
source: rating
de: Bewertung

# flexform.tab.youtube.youtubePluginKeyfieldEnabled
source: Use individual credentials instead of global extension configuration
de: Eigene Schlüssel für dieses Plugin anstatt der globalen Schlüssel in der Extension Konfiguration

# flexform.tab.vimeo.active
source: Active
de: Ausgabe aktiviert

# flexform.tab.vimeo.channel
source: Channel ID to display. Show all your videos with "me".
de: Channel ID, die angezeigt werden soll. Alle eigenen Videos können durch Eingabe von "me" ausgegeben werden.

# flexform.tab.vimeo.vimeoPluginKeyfieldEnabled
source: Use individual credentials instead of global extension configuration
de: Eigene Schlüssel für dieses Plugin anstatt der globalen Schlüssel in der Extension Konfiguration

# flexform.tab.tumblr.active
source: Active
de: Ausgabe aktiviert

# flexform.tab.tumblr.searchID
source: Tumblr blog names. For your own Dashboard use "MYDASHBOARD" as value. Use commas to show more than one blog
de: Tumblr Blognamen, die angezeigt werden sollen. Für das eigene Dashboard "MYDASHBOARD" eingeben. Verwenden Sie Kommas, um mehrere Blogs anzuzeigen

# flexform.tab.tumblr.hashTag
source: Search the above-mentioned Tumblr blog names for a specific hashtag
de: Die obengenannten Tumblr Blogs nach einem bestimmten Hashtag durchsuchen

# flexform.tab.tumblr.showOnlyImages
source: Show only posts with images
de: Nur Posts anzeigen, die Bilder beinhalten

# flexform.tab.tumblr.tumblrPluginKeyfieldEnabled
source: Use individual credentials instead of global extension configuration
de: Eigene Schlüssel für dieses Plugin anstatt der globalen Schlüssel in der Extension Konfiguration

# flexform.tab.imgur.active
source: Active
de: Ausgabe aktiviert

# flexform.tab.imgur.User
source: Show Images of specific Users. Use commas to show more than one
de: Bilder von bestimmten Nutzern anzeigen. Verwenden Sie Kommas, um Bilder mehrerer Nutzer anzuzeigen

# flexform.tab.imgur.tag
source: Show Images with a specific Tag. Use commas for more than one tag
de: Bilder mit einem bestimmten Tag anzeigen. Verwenden Sie Kommas für mehrere Tags

# flexform.tab.imgur.imgurPluginKeyfieldEnabled
source: Use individual credentials instead of global extension configuration
de: Eigene Schlüssel für dieses Plugin anstatt der globalen Schlüssel in der Extension Konfiguration

# flexform.tab.news.active
source: Active
de: Ausgabe aktiviert

# flexform.tab.news.useHttps
source: Generate https links (check if your site uses https protocol)
de: Links mit https generieren (auswählen, wenn Ihre Webseite https nutzt)

# flexform.tab.news.newsDetailPageUid
source: uid of news detail page
de: uid der News-Detailseite

# flexform.tab.news.categories
source: Define the category of news. Please provide the category's pid (hover over category name). Leaving this empty will output all news.
de: News-Kategorie. Bitte die pid der jeweiligen Kategorie angeben (hover über den Namen der Kategorie) - Bleibt dieses Feld leer, werden alle News ausgegeben.
